[
    {
        "id": "l@lucasfifa24",
        "favoritos": {
            "titulo": "Operação Natal",
            "overview": "Depois que o Papai Noel – codinome: Das Neves – é sequestrado, o Chefe de Segurança do Polo Norte deve se unir ao mais infame caçador de recompensas do mundo em uma missão global e cheia de ação para salvar o Natal.",
            "backdrop_path": "/rOmUuQEZfPXglwFs5ELLLUDKodL.jpg"
        }
    },
    {
        "id": "l@lucasfifa24",
        "favoritos": {
            "titulo": "Kung Fu Panda 4",
            "overview": "Po está prestes a se tornar o novo líder espiritual do Vale da Paz, mas antes que possa fazer isso, ele deve encontrar um sucessor para se tornar o novo Dragão Guerreiro.  Ele parece encontrar uma em Zhen, uma raposa com muitas habilidades promissoras, mas que não gosta muito da ideia de Po treiná-la.",
            "backdrop_path": "/kYgQzzjNis5jJalYtIHgrom0gOx.jpg"
        }
    },
    {
        "id": "l@lucasfifa24",
        "favoritos": {
            "titulo": "Kraven: O Caçador",
            "overview": "Sergei Kravinoff é um grande caçador, que toma um soro mágico que lhe dá habilidades sobre-humanas e uma vida mais longa.",
            "backdrop_path": "/v9Du2HC3hlknAvGlWhquRbeifwW.jpg"
        }
    },
    {
        "id": "rafael@example.com",
        "favoritos": {
            "titulo": "O Senhor dos Anéis: A Guerra dos Rohirrim",
            "overview": "183 anos antes dos eventos narrados na trilogia original, um ataque repentino de Wulf, um inteligente e implacável lorde Dunlending em busca de vingança pela morte de seu pai, força Helm Hammerhand e seu povo a fazer uma ousada última resistência na antiga fortaleza de Hornburg. Encontrando-se em uma situação cada vez mais desesperadora, Héra, a filha de Helm, deve reunir a vontade de liderar a resistência contra um inimigo mortal que pretende destruí-los totalmente.",
            "backdrop_path": "/ie8OSgIHEl6yQiGJ90dsyBWOpQA.jpg"
        }
    },
    {
        "id": "rafael@example.com",
        "favoritos": {
            "titulo": "Flow",
            "overview": "Gato é um animal solitário, mas quando seu lar é destruído por uma grande inundação, ele encontra refúgio em um barco habitado por diversas espécies, tendo que se juntar a elas apesar das diferenças.",
            "backdrop_path": "/b3mdmjYTEL70j7nuXATUAD9qgu4.jpg"
        }
    }
]